{
"hello": "Ciao",
"Upload your logo!": "Aggiungi il tuo logo!",
"Drop us a line!": "Lasciaci un messaggio!",
"Like this? Click to let us know!": "Ti piace? Clicca per farcelo sapere",
"Connect this channel": "Collega questo canale",
"Disconnect this channel": "Scollega questo canale",
"ShopWindow - Dashboard": "Shopwindow - Pannello di controllo",
"Configuration": "Configurazione",
"Checkout": "Checkout",
"Thank you": "Grazie",
"Ready to sell!": "Pronto a vendere!",
"Click to copy this link and sell wherever you want!": "Clicca per copiare questo link e vendere dovunque!",
"Copy the product link": "Copia il link del prodotto",
"Add message": "Aggiungi un messaggio",
"See in Messenger": "Guarda su Messenger",
"Back": "Indietro",
"Next": "Avanti",
"Done": "Fatto",
"Button text": "Nome pulsante",
"Amount": "Importo",
"Set price": "Imposta il prezzo",
"Buy now for just": "Compra ora a soli",
"New quickoffer": "Nuova offerta speciale",
"Shipping options": "Modalità di spedizione",
"- Configure deliveries and prices": "Configura spedizioni e prezzi",
"This field is required": "Questo campo è obbligatorio",
"ETA": "Arrivo previsto",
"Same day": "Stesso giorno",
"1 day": "1 giorno",
"2 days": "2 giorni",
"3 days": "3 giorni",
"4 days": "4 giorni",
"5 days": "5 giorni",
"6 days": "6 giorni",
"1 week": "1 settimana",
"2 weeks": "2 settimane",
"3 weeks": "3 settimane",
"1 month": "1 mese",
"1+ month": "più di 1 mese",
"Price": "Prezzo",
"Regions": "Paese",
"Anywhere": "Dovunque",
"Africa": "Africa",
"Asia": "Asia",
"Central America/Antilla": "Centro America/Antille",
"Europe": "Europa",
"Europe (non-EU)": "Europa (non UE)",
"North America": "Nord America",
"Oceania": "Oceania",
"South America": "Sud America",
"Add": "Aggiungi",
"Product options": "Opzioni del prodotto",
"- Configure sizes, measures, stock": "Configura taglia, misure e stock",
"Option name": "Nome opzionale",
"Name": "Nome",
"name": "Nome",
"Customers": "Clienti",
"Details": "Dettagli",
"Customer": "Cliente",
"Phone": "Telefono",
"Email": "Invia un'e-mail a",
"Social id": "Social ID",
"Total spend": "Spesa complessiva",
"Average spend": "Spesa media",
"Currency": "Valuta",
"Last seen": "Ultima visita",
"Image": "Immagine",
"Description": "Descrizione",
"price": "prezzo",
"Import": "Importa",
"API endpoint": "API Endpoint",
"API key": "API - Chiave univoca",
"Connect!": "Connettiti!",
"We detected the following shipping methods, please confirm ETA and price": "Abbiamo rilevato i seguenti metodi di spedizione, si prega di confermare ETA e prezzo",
"Your Prestashop store is correctly connected": "Il tuo store online Prestashop è collegato correttamente",
"If you want to disconnect it, click": "Se si desidera disconnetterlo, clicca qui",
"Say something cool! 👇 Set here the default 'thank you' text message": "Di' qualcosa di figo! 👇 Imposta qui il messaggio di ringraziamento predefinito",
"Set message": "Imposta il messaggio",
"Sell your products over conversational commerce too!": "Vendi i tuoi prodotti utilizzando lo strumento conversational commerce!",
"Your Shopify account is correctly connected": "Il tuo account Shopify è collegato correttamente",
"Finishing your integration, don't close this window please": "Stiamo completando l'integrazione, si prega di non chiudere questa finestra ",
"Configure your Mobile Money account instantly!": "Configura il tuo conto Mobile Money all'istante!",
"Your MobileMoney merchant id": "Il tuo Merchant ID MobileMoney",
"Enter your merchant id": "Inserisci il tuo merchant id",
"Connect Mobile Money": "Collega MobileMoney",
"Your MobileMoney account": "Il tuo conto MobileMoney",
"is correctly connected": "è collegato correttamente",
"Connect your Paypal account and get paid with credit card instantly!": "Collega il tuo conto Paypal!",
"Your Paypal email": "La tua email Paypal",
"Enter a valid email address": "Inserisci un indirizzo e-mail valido",
"Connect Paypal account": "Collegare il conto Paypal",
"Your customers will be noticed about the payment being completed on delivery": "I vostri clienti saranno informati del completamento del pagamento alla consegna",
"Connect your Stripe account and get paid with credit card instantly!": "Collega il tuo conto Stripe!",
"Connect this page": "Collega questa pagina",
"We can enable WhatsApp for your account!": "Possiamo attivare WhatsApp per il tuo account!",
"Received orders": "Ordini ricevuti",
"Product": "Prodotto",
"Date": "Data",
"time": "tempo",
"Payment status": "Stato del pagamento",
"Service status": "Stato del servizio",
"Notify": "Avvisare",
"Create": "Crea",
"Enter catalog name": "Inserire il nome del catalogo",
"Edit": "Modifica",
"Clone": "Clone",
"Delete": "Cancellare",
"Sales funnel": "Funnel di vendita",
"The quickoffers": "Le offerte flash",
"Title": "Titolo",
"Quicklink": "Quicklink",
"Actions": "Azioni",
"Your account": "Il tuo conto",
"Select image": "Seleziona l'immagine",
"Save": "Salva",
"Get your unique store name and start selling anywhere!": "Ottieni il nome del tuo negozio online e inizia a vendere ovunque!",
"Set store name": "Imposta il nome del negozio online",
"This name is not available!": "Questo nome non è disponibile!",
"Let customers now what's going on with your business!": "Lasciate che i clienti sappiano cosa sta succedendo nel tuo negozio online!",
"Set status!": "Imposta lo stato!",
"Customize your catalog!": "Personalizza il tuo catalogo!",
"Text's color": "Colore del testo",
"Button's color": "Colore del pulsante",
"Logo's border color": "Colore del bordo del logo",
"Get products from your Prestashop store instantaneously!": "Ottieni i prodotti dal tuo negozio Prestashop all'istante!",
"Connect your Stripe account in seconds!": "Collega il tuo account Stripe in pochi secondi!",
"Your account is already enabled for Mobile Money!": "Il tuo conto è già abilitato per Mobile Money!",
"Enable Paypal payments, by just entering your Paypal email!": "Abilita i pagamenti Paypal, semplicemente inserendo la tua email Paypal!",
"Set the switch on to allow cash on delivery payments": "Attiva il pagamento in contanti alla consegna",
"Missing a payment method you need?": "Non avete il metodo di pagamento?",
"ShopWindow will smartly notify your customers on their preferred channel! 🤖": "ShopWindow informerà in modo smart i tuoi clienti sul loro canale preferito! 🤖",
"Connect your Facebook page to notify over Messenger!": "Collega la tua pagina Facebook per le notifiche via Messenger!",
"Begin 👇 clicking on the Facebook button": "Inizia 👇 cliccando sul pulsante Facebook",
"Provide a complete social experience on your purchases!": "Offri un'esperienza social completa sui vostri acquisti!",
"Pinterest attribution code": "Codice di attribuzione Pinterest",
"Set this attribution code": "Impostare questo codice di attribuzione",
"Missing a social media you need?": "Vi manca un social media di cui avete bisogno?",
"Update": "Aggiorna",
"Print": "Stampa",
"MessengerSell Inc": "MessengerSell Inc.",
"30 Tobermory Dr": "30 Tobermory Dr",
"Toronto, North York ON M3N 2R7": "Toronto, North York ON M3N 2R7",
"INVOICE": "FATTURA",
"Subscription state": "Stato dell'abbonamento",
"PAYMENT VERIFICATION (You can use the dashboard, not process any payment just yet)": "VERIFICA DEL PAGAMENTO (È possibile utilizzare il cruscotto, non elaborare pagamenti)",
"Subscription": "Abbonamento",
"Start date": "Data di inizio",
"Plan name": "Nome del piano",
"To be renewed on": "Da rinnovare il",
"Paid with": "Pagato con",
"We want to improve, would you mind tellings us why cancelling?": "Vogliamo migliorare il nostro servizio, ti dispiace dirci perché vuoi cancellarti?",
"I prefer not to cancel this time": "Preferisco non cancellarmi questa volta",
"Contine cancellation": "Continua la cancellazione",
"Cancel my subscription": "Annulla il mio abbonamento",
"Copy": "Copia",
"Paste": "Incolla",
"Sold!": "Venduto!",
"Your email address has been verified!": "Il tuo indirizzo e-mail è stato verificato!",
"We will be inviting you very soon! 🙂": "Ti inviteremo al più presto! 🙂",
"What could we have done better?": "Cosa avremmo potuto fare di meglio?",
"Enter your name": "Inserisci il tuo nome",
"Coolest shop around! 🤘": "Il negozio più cool in giro! 🤘",
"Enter your Business Name": "Inserisci la tua ragione sociale",
"Enter your address": "Inserisci il tuo indirizzo",
"Enter a valid email format": "Inserire un formato e-mail valido",
"Enter a valid phone format": "Inserire un numero telefonico valido",
"Dashboard": "Cruscotto",
"Catalogs": "Cataloghi",
"Orders": "Ordini",
"Account": "Conto",
"First steps video-tutorial": "Primi passi video-tutorial",
"Business Name": "Ragione sociale",
"Address": "Indirizzo",
"Recovering your password will take just a moment!": "Per recuperare la password ci vorrà solo un attimo!",
"Reset your password": "Reimposta la tua password",
"Please enter your email to get a reset link": "Inserisci la tua email per ottenere un link di reset",
"Set your password": "Imposta la tua password",
"Your first sale is one step away!": "La vostra prima vendita è a un passo!",
"It has to be STRONG at least!": "Deve essere almeno FORTE!",
"Happy customers can be that": "I clienti felici possono essere così",
"simple!": "semplice!",
"Please enter your user name and password to login": "Inserisci il tuo nome utente e la tua password per effettuare il login",
"Login": "Login",
"Forgot your password?": "Hai dimenticato la tua password?",
"Reset it now!": "Reimpostala ora!",
"Don't have an account?": "Non hai un account?",
"Sign Up Now": "Iscriviti ora",
"Selling online can be that": "La vendita online può essere così",
"Manually provision an account": "Accredito manuale di un conto",
"Full name": "Nome e cognome",
"Email Address": "Indirizzo e-mail",
"Mobile Money Merchant Id": "Mobile Money Merchant Id",
"Mobile Money API Key": "Mobile Money API Key",
"By signing up you agree to out": "Iscrivendoti accetti di rinunciare a",
"Terms & Policy": "Termini e condizioni",
"See your shopwindow at": "Vedi la tua vetrina su",
"Latest sold product": "Ultimo prodotto venduto",
"Lastest sold product": "Ultimo prodotto venduto",
"Your first sale is on its way, it just did not arrive yet!": "La vostra prima vendita è in arrivo, devi avere solo un po di pazienza! ",
"Sales trends": "Trend di vendita",
"sales this week!": "vendite della settimana!",
"Items sold this month": "Articoli venduti questo mese",
"Stock control": "Controllo delle scorte",
"Stock": "Stock",
"Most popular products": "Prodotti più popolari",
"Hits": "Visite",
"Let's get started!": "Cominciamo a lavorare!",
"To quickly configure your account": "Per configurare rapidamente il tuo account",
"You are going to <b>get paid</b> somewhere, right? Stripe account, Paypal, cash": "Hai intenzione di <b>essere pagato</b> da qualche parte, giusto? Conto stripe, Paypal, contanti",
"You are going to <b>show off products</b> on social networks, right? Instagram, Facebook, Snapchat, WhatsApp": "Hai intenzione di <b>mostrare i prodotti</b> sui social network, giusto? Instagram, Facebook, Snapchat, WhatsApp",
"You are going to <b>notify</b> your customers somehow right? Messenger, WhatsApp, SMS": "Hai intenzione di <b>notificare</b> i tuoi clienti in qualche modo giusto? Messenger, WhatsApp, SMS",
"Check the step-by-step video and head to the <b>ACCOUNT</b> section!": "Controlla il video \"step by step\" e vai alla sezione <b>ACCOUNT</b>!",
"Let's create your first catalog and products": "Crea il tuo primo catalogo con i tuoi primi prodotti",
"Quick, your orders are coming!": "Svelti, gli ordini stanno arrivando!",
"Your customers are the priority!": "I tuoi clienti sono la priorità!",
"Keep things under control!": "Tieni tutto sotto controllo!",
"Finally, tag your products and sell away!": "Infine, etichetta i prodotti e vendili!",
"Your feedback really matters to us!": "Il tuo feedback è davvero importante per noi!",
"Now that you have your account configured you can begin selling right away": "Ora che hai configurato il tuo account puoi iniziare a vendere subito",
"For that you will need to create the catalogs and products you want to tag on your social networks": "Per questo è necessario creare i cataloghi e i prodotti che vuoi taggare sui social network",
"This video will show you how to do so, just keep in mind the basic structure": "Questo video vi mostrerà come fare, basta tenere presente la struttura di base",
"Now you can check the video tutorial and head out to the <b>CATALOGS</b> section!": "Ora potete controllare il video tutorial e andare alla sezione <b>CATALOGHI</b>!",
"Before they appear on your order section, you have to know how to make the most of ShopWindow": "Prima che appaiano nella sezione ordini, devi sapere come utilizzare al meglio ShopWindow",
"Like that you will deliver an amazing shopping experience that enhances any product, no matter what you sell!": "In questo modo potrai offrire un'esperienza d'acquisto straordinaria che valorizza qualsiasi prodotto, indipendentemente da ciò che vendi!",
"When servicing your orders you can": "Quando si gestisci i tuoi ordini, puoi",
"Now you can check the video tutorial and head out to the <b>ORDERS</b> section!": "Ora puoi controllare il video tutorial e andare alla sezione <b>ORDORI</b>!",
"ShopWindow records key information of each and every visit your ShopWindow receives and presents it in the proper format in the customer section": "ShopWindow registra le informazioni chiave di ogni singola visita che il tuo ShopWindow riceve e le rappresenta nel formato corretto nella sezione clienti",
"There you will visualize the following information": "Qui si visualizzeranno le seguenti informazioni",
"Now you can check the video tutorial and head out to the <b>CUSTOMERS</b> section!": "Ora puoi controllare il video tutorial e andare alla sezione <b>CLIENTI</b>!",
"The dashboard allows you to know what's going on on your ShopWindow by the second": "Il cruscotto ti permette di sapere cosa succede sulla tua ShopWindow in tempo reale ",
"The widgets you will find there update realtime so you can know right now": "I widget che troverai lì si aggiornano in tempo reale in modo da essere aggioranti al momento ",
"All the information you need to keep your business doing great with little to no effort, in a visual way": "Tutte le informazioni necessarie per far sì che la tua attività vada alla grande in un colpo d'occhio, con poco o senza alcuno sforzo",
"Now you can check the video tutorial and head out to the <b>DASHBOARD</b> section!": "Ora puoi controllare il video tutorial e andare alla sezione <b>DASHBOARD</b>!",
"If you watched all the videos up until now, you just need to know how to tag and expose your products in your social network!": "Se hai guardato tutti i video fino ad ora, devi solo imparare come taggare ed esporre i tuoi prodotti nel tuo social network!",
"The video tutorial above will show you": "Il video tutorial qui sopra ti mostrerà",
"Please select the proper video for the social network you target!": "Seleziona il video adatto per il social network a cui ti rivolgi! ",
"We want to build for you the best social-first e-commerce platform and you are key for that!": "Vogliamo costruire la migliore piattaforma di social-commerce e tu sei indispensabile per ottenere questo risultato!",
"Let's get going!": "Iniziamo!",
"Close and do not show again!": "Chiudi e non farti più vedere!",
"Your ShopWindow groups all of your catalogs": "Il tuo ShopWindow raggruppa tutti i tuoi cataloghi",
"Your catalogs group similar products": "I vostri cataloghi raggruppano prodotti simili",
"Your products have unique links to their shopping cards": "I vostri prodotti hanno link unici alle loro shopping card",
"Notify in one click your customers, directly on their preferred messaging app": "Notifica in un click i tuoi clienti, direttamente sulla loro applicazione di messaggistica preferita",
"Check payment and notification status": "Controllare lo stato del pagamento e della notifica",
"See key information for order fullfilment, such as shipping address, payment details, payment status and notification history": "Vedi le informazioni chiave per l'evasione dell'ordine, come l'indirizzo di spedizione, i dettagli del pagamento, lo stato del pagamento e la cronologia delle notifiche",
"Customers' and leads' key data": "Dati chiave dei clienti e dei lead",
"email, phone, social ids, full name": "e-mail, telefono, ID sociali, nome e cognome",
"Purchased and visited items, along with the furthest reached state in the funnel": "Articoli acquistati e visitati, insieme allo stato più lontano raggiunto nell'imbuto",
"Last time seen on your ShopWindow": "L'ultima volta visto sul tuo ShopWindow",
"Export the organized data into a CSV file, so you can build look alike audiences for marketing and retargeting purposes": "Esportare i dati organizzati in un file CSV, in modo da poter creare un pubblico simile per scopi di marketing e di retargeting",
"What products are super popular": "Quali prodotti sono super popolari",
"What products are running out of stock": "Quali prodotti sono a corto di scorte",
"What is the last item you sold a second ago along with who and where purchased it!": "Qual è l'ultimo articolo che hai venduto un secondo fa insieme a chi e dove l'hai acquistato!",
"See how your products are doing in terms of popularity and sales": "Controlla come stanno andando i tuoi prodotti per popolarità e vendite",
"See how you are doing this week, this month": "Controlla come stai andando questa settimana, questo mese",
"How to tag products specifically on each social network": "Come taggare i prodotti in modo specifico su ogni social network",
"How to expose your whole shopwindow and catalogs specifically on each social network": "Come esporre tutta la tua vetrina e i cataloghi in modo specifico su ogni social network",
"What the shopping experience is on the customer side, see what they see!": "Qual è l'esperienza di acquisto del cliente, controlla come si svolge! ",
"User name": "Nome utente",
"Reset": "Reset",
"Don't have an account? <a href='/'>Sign Up Now</a>": "Non hai un conto? <a href='/'>Registrati ora</a>",
"- Here you configure your account, from functionality you want to use to tax details if needed": "- Qui potete configurare il vostro conto, dalle funzionalità che volete utilizzare ai dettagli fiscali se necessario",
"Select your colors!": "Scegliete i vostri colori!",
"Background color": "Colore di sfondo",
"<span>Connected online stores<small> - Here you can connect your existing online store to conversational commerce through ShopWindow</small></span>": "<span>Negozi online collegati</piccole> - Qui puoi collegare il tuo negozio online esistente ai social commerce con ShopWindow</small></span></span",
"<span>Connected payment methods<small> - Here you connect the payment methods that you want to allow in your sales</small></span>": "<span>Modalità di pagamento collegate</piccola> - Qui si collegano le modalità di pagamento che si desidera offire ai clienti </piccola></span>.",
"<span>Connected social media <small> - Connect here the social media you want to work with!</small></span>": "<span>Collega qui i social media con cui vuoi lavorare! </small></span></span",
"Connected payment methods": "Metodi di pagamento collegati",
"Your account is already enabled to work with": "Il tuo account è già abilitato a lavorare con",
"Pinterest + spotless checkout = sales!": "Pinterest + spotless checkout = vendite!",
"Contact Information": "Informazioni di contatto",
"- Here you can write your business contact information!": "- Qui potete scrivere le tue informazioni di contatto!",
"Account status": "Stato del conto",
"Password": "Password",
"<span>Account<small> - Here you configure your account, from functionality you want to use to tax details if needed</small></span>": "<span>Account<small> - Qui si configura il proprio account, dalle funzionalità che si desidera utilizzare ai dettagli fiscali se necessario</small></span></span",
"You will find your <strong style='font-weight": "Trova il tuo <strong style='font-weight",
"You will find your": "Trova il tuo",
"<strong style='font-weight": "<strong style='font-weight",
"Your Stripe account is correctly connected": "Il tuo conto Stripe è collegato correttamente",
"here": "qui",
"listed here": "elencati qui",
"Export customers": "Esportazione lista clienti",
"Social identifier": "Social identifier",
"Details about customer activity": "Dettagli sull'attività del cliente",
"Purchased products": "Prodotti acquistati",
"Checked products": "Prodotti controllati",
"customers": "clienti",
"leads": "leads",
"and": "e",
"You will find the relevant contact details along with two listings": "Trova i dati di contatto negli elenchi",
"What they already purchased": "Cosa hanno già acquistato",
"What they checked, but still did not purchase, so you know what they are most interested in": "Cosa hanno cercato, ma non hanno ancora acquistato, quindi saprai a cosa sono più interessati",
"By clicking on 'Export' button you will get the data on this table into a CSV file": "Cliccando sul pulsante \"Esporta\" si ottengono i dati di questa tabella in un file CSV",
"so you can feed it into marketing platforms to find similar customers to": "in modo da poterlo caricare sulle piattaforme di marketing per trovare clienti simili a",
"the ones that check and purchase your products": "coloro i quali che cercano e acquistano i vostri prodotti",
"Last time your customer or lead visited any of your products": "L'ultima volta che il vostro cliente o il vostro responsabile ha visitato uno dei vostri prodotti",
"The mean of spend for your customer for all her purchases so far": "Il modo in cui il vostro cliente spende per tutti i suoi acquisti effettuati finora",
"You can order this column to prioritize the customers spending the most on average": "Potete ordinare questa colonna per dare priorità ai clienti che di media spendono di più",
"The total spend for your customer for all her purchases so far": "La spesa totale ad oggi per cliente e per tutti i suoi acquisti ",
"You can order this column to prioritize the most spending customers": "È possibile ordinare questa colonna per dare priorità ai clienti che spendono di più",
"If the social network you are selling on provides an identifier for your customer": "Se il social network su quale vendete fornisce un identificatore per il vostro cliente",
"you will find it here, so you can use it in other marketing platforms": "lo troverete qui, in modo da poterlo utilizzare in altre piattaforme di marketing",
"For instance, Facebook provides the": "Ad esempio, Facebook fornisce il",
"page scoped id": "page scoped id",
"which helps you locating": "che vi aiuta a localizzare",
"your customer and similar ones with any marketing platform you want": "i tuoi clienti e altri potenziali clienti con qualsiasi piattaforma di marketing vorrai utilizzare",
"You can click the": "È possibile cliccare sul pulsante",
"icon to see details such as": "sull'icona per vedere i dettagli, quali ",
"customer full name, shipping address and payment details": "nome completo del cliente, indirizzo di spedizione e dettagli di pagamento",
"should you need it": "nel caso ne avessi bisogno",
"the platform, to avoid saying things twice!": "la piattaforma, per evitare di ripetere le cose due volte!",
"New catalog": "Nuovo catalogo",
"A feature? A bug? Here!": "Una funzionalità? Un bug? Qui!",
"(With sample catalogs)": "(Con i cataloghi campione)",
"(Without sample catalogs)": "(Senza cataloghi campione)",
"<span>Contact Information <small> - Here you can write your business contact information!</small></span>": "<span>Informazioni sui contatti </piccola> - Qui potete scrivere le vostre informazioni di contatto!",
"<span>Account status <small> - Here you can see the details about your subscription</small></span>": "<span>Stato del conto <small> - Qui potete vedere i dettagli del vostro abbonamento</small></span></span",
"Your account page": "La pagina del tuo account",
"This section is your control panel for your account": "Questa sezione è il pannello di controllo per iltuo account",
"You will connect social and payment methods here": "Qui si collegano i social e i metodi di pagamento",
"Let's get over it in detail!": "Passiamo ai dettagli!",
"Set your store name!": "Imposta il nome del tuo negozio!",
"All ShopWindow accounts come with a ready online store,": "Tutti gli account ShopWindow hanno già un negozio online pronto,",
"that will include all the products you insert in the catalogs": "che includerà tutti i prodotti inseriti nei cataloghi",
"But first you have to choose a name for it, pretty much like choosing your user name on a social network": "Ma prima bisogna scegliere un nome, più o meno come si sceglie il proprio nome utente su un social network",
"So, if you choose for instance 'JanesCoolStore!', your online store will be accessible at": "Quindi, se scegliete per esempio 'JanesCoolStore!', il vostro negozio online sarà accessibile a",
"In there your customers can find and purchase your products, that will look like this": "Qui i tuoi clienti possono trovare e acquistare i tuoi prodotti, che avranno questo aspetto",
"Customize your Webshop!": "Personalizza il tuo Webshop!",
"Here you can choose your webshop logo by clicking on the circle!": "Qui puoi scegliere il logo del vostro webshop cliccando sul simbolo del cerchio!",
"And also customize your web store by choosing your own colors by selecting": "E personalizza anche il tuo webshop scegliendo i tuoi colori, selezionando",
"background, button color, title color and the color of the circle around your logo": "sfondo, colore del pulsante, colore del titolo e il colore del cerchio intorno al vostro logo",
"Let's do it!!!": "Facciamolo!!!!",
"You have to get paid": "Dovrai incassare ",
"For that you just need to connect the": "Per questo è sufficiente collegare il",
"payment methods you want to provide your audience with": "metodo di pagamento che vuoi offrire al tuo pubblico",
"Your sales funnel will appear here after first visits to your products!": "Il tuo funnel di vendita apparirà qui dopo le prime visite ai vostri prodotti!",
"Credit card with Stripe": "Carta di credito con Stripe",
"To connect your Stripe account, just click the connect button and log in": "Per collegare il tuo conto Stripe, basta cliccare sul pulsante di connessione e fare il login",
"Paypal payments": "Pagamenti Paypal",
"To connect your Paypal account, just enter the email for your": "Per collegare il tuo account Paypal, basta inserire l'e-mail per il tuo",
"Paypal account and click the connect button": "Conto Paypal e clicca sul pulsante di connessione",
"Cash on delivery payments": "Pagamenti in contrassegno",
"You can enable cash on delivery payments": "È possibile attivare il pagamento in contrassegno ",
"to allow your audience placing orders and paying": "per consentire ai tuoi clienti di effettuare ordini e pagare",
"at delivery time": "al momento della consegna",
"Please proceed carefully on enabling it,": "Si prega di procedere con cautela nell'abilitazione di questa funzionalità,",
"as having it on, means any visitor of the quickoffer can place an order!": "poichè significa che qualunque visitatore della quickoffer può fare un ordine senza procedere al pagamento!",
"Can't find what you are looking for?": "Non riesci a trovare quello che cerchi?",
"Just drop us a line, we will see what we can do about it!": "Mandaci una nota, vedremo cosa possiamo fare!",
"Connected social media": "Social media collegati",
"ShopWindow is about better payments on social media, so you have to connect payment methods and social networks": "ShopWindow significa migliori pagamenti sui social media, quindi devi collegare i metodi di pagamento e i social network",
"Different social networks allow different integrations to interact with your audience": "I diversi social network permettono diverse integrazioni per interagire con il tuoi potenziali clienti ",
"For instance with": "Per esempio con",
"you can keep your customers up to date about their orders and about other offers on Facebook Messenger": "potete tenere aggiornati i vostri clienti sui loro ordini e sulle altre offerte con Facebook Messenger",
"Check this section to connect with the network you target!": "Verifica questa sezione per collegarti con i tuoi potenziali clienti!",
"Connect with Facebook": "Connettiti con Facebook",
"Sell and keep customers posted about their orders directly on Messenger": "Vendere e tenere aggiornati i clienti sui loro ordini direttamente con  Messenger",
"You connect your page, the platform does the rest": "Tu colleghi la tua pagina, la piattaforma fa il resto",
"Check the": "Controlla",
"icon on this section for instructions": "l'icona su questa sezione per ottenere le istruzioni",
"Instagram integration": "Integrazione Instagram",
"No doubt Instagram is an excellent shop window for your products": "Senza dubbio Instagram è un'ottima vetrina per i vostri prodotti",
"Now, your customer has under 4 second attention span, so you better,": "Il tuo cliente ha meno di 4 secondi di attenzione, quindi è meglio,",
"close the deal fast or you will lose your sale!": "effettuare la vendita in fretta o la perderai!",
"ShopWindow spotless checkout experience avoids": "L'utilizzo di ShopWindow spotless checkout evita",
"Infinite checkout steps": "Infinite fasi di checkout",
"Visual distractions like cookie warnings or banners": "Distrazioni come gli avvisi sui cookie o i banner",
"Sub-optimal visual design": "Design non ottimali ",
"Limited localization features for languate and currency": "Funzionalità limitate per la lingua e/o la valuta",
"testing with yourself": "provalo tu stesso",
"WhatsApp integration": "Integrazione WhatsApp",
"WhatsApp is an ideal place to get quick sales done": "WhatsApp è il mezzo ideale per ottenere vendite rapide",
"This feature is under test, you will be able to see it in action": "Questa funzione è in prova, potrete testarla ",
"Snapchat integration": "Integrazione snapchat",
"Snapchat can be an excellent shop window for your products": "Snapchat può essere un'ottima vetrina per i vostri prodotti",
"SMS integration": "Integrazione SMS",
"SMS is one of the most extended and convenient contact methods": "L'SMS è uno dei metodi di contatto più estesi e convenienti",
"Your account is ready to reach out your customers if they are on SMS": "Il tuo account è pronto a raggiungere i tuoi clienti con un SMS",
"Email integration": "Integrazione e-mail",
"Email is one of the most popular communication means": "La posta elettronica è uno dei mezzi di comunicazione più diffusi",
"Selling there has always been a good idea!": "utilizzarla per vendere è sempre stata una buona idea!",
"Set your Contact Information!": "Imposta le tue informazioni di contatto!",
"Project thumbnail": "Anteprima del progetto",
"You can edit the project by just clicking the image on the card": "È possibile modificare il progetto semplicemente cliccando sull'immagine della scheda",
"After adding your first quickoffer inside the project you will see a thumbnail image": "Dopo aver aggiunto il vostro primo quickoffer all'interno del progetto vedrete un'immagine in anteprima",
"You can clone and delete existing projects by clicking the": "È possibile clonare e cancellare i progetti esistenti cliccando sull'",
"icon on the top right-most corner of the thumbnail": "icona nell'angolo più in alto a destra dell'anteprima",
"Change the label just clicking on it and pressing return key": "Cambiare l'etichetta semplicemente cliccandoci sopra e premendo il tasto Return",
"Where are you selling, how can your customers pay and KPIs for quick overviews": "Dove vendi come possono i tuoi clienti pagare ealtri KPI per una rapida panoramica",
"I need help!!!": "Ho bisogno di aiuto!!!!",
"Well done! You now know how to ask for help!": "Ben fatto! Ora sapete come chiedere aiuto!",
"Time to service your orders?": "È ora di evadere gli ordini?",
"This section will allow you keep service flow organized, check all the details": "Questa sezione ti permetterà di mantenere organizzato il flusso del servizio, di controllare tutti i dettagli",
"you need to do your work and communicate directly with the customer through the channel": "è necessario comunicare direttamente con il cliente attraverso il canale",
"she used during the purchase": "che ha usato durante l'acquisto",
"Let's have a look to it together!": "Diamoci un'occhiata insieme!",
"Notify the customer": "Avvisare il cliente",
"Now you can notify the your customers right where they purchased your products,": "Ora puoi comunicare con i tuoi clienti direttamente dove hanno acquistato i tuoi prodotti,",
"a way more convenient and enhanced experience that will make the difference!": "un'esperienza più semplice ed efficace che farà la differenza!",
"So, if your customer purchased your product on let's say WhatsApp, she will get": "Quindi, se il tuo cliente ha acquistato il tuo prodotto su WhatsApp, diciamo che otterrà",
"notified about the status on WhatsApp, if she did it on Messenger, she will get notified on": "la notifica sullo stato di WhatsApp, se lo ha fatto su Messenger, riceverà una notifica su",
"Messenger": "Messenger",
"You get it": "Mi sono spiegato",
"Way more convenient for your customers by just making click": "Molto più conveniente per i tuoi clienti farlo con un semplice clic",
"This column is for you to keep track of what work has already been done": "Questa colonna è per voi per tenere traccia di ciò che è già stato fatto",
"what is being serviced, what has shipped": "cosa è stato predisposto, cosa è stato spedito",
"Just for your reference": "Solo per tua informazione",
"You can order the rows by clicking on this header": "Potete ordinare le righe cliccando su questa intestazione",
"Is the order already paid?": "L'ordine è già pagato?",
"You can sell through cash on delivery, so this helps you": "Potrai vendere in contrassegno e questo può aiutarti ",
"knowing about it before just sevicing the order, taking action if needed": "prima di eseguire l'ordine, intervenendo se necessario",
"(": "(",
"e": "e",
"E": "E",
"g": "g",
"confirming with the customer through the notify section": "confermando con il cliente grazie la sezione di notifica ",
"Date of purchase": "Data di acquisto",
"When was the item purchased?": "Quando è stato acquistato l'articolo?",
"Click on this header to sort the orders out": "Clicca su questa colonna per ordinare gli ordini",
"based on purchase time": "in base al momento dell'acquisto",
"oldest first, newest first": "prima il più datato, prima il più nuovo",
"Price of sale": "Prezzo di vendita",
"What was the amount paid for the item?": "Qual è stato l'importo pagato per l'articolo?",
"Product thumbnail": "Anteprima del prodotto",
"Easily check the item that was purchased, for visual reference": "Controlla facilmente l'articolo che è stato acquistato, grazie a un riferimento visivo",
"Customer thumbnail": "Thumbnail del cliente",
"If available, you will see here your customer's social network profile picture": "Se disponibile, qui vedrai la foto del profilo del tuo cliente sul social network",
"Details about the order": "Dettagli sull'ordine",
"icon": "l'icona",
"to see details such as": "per vedere dettagli come",
"Aside from this, you will see each message that was sent to the user through": "Oltre a questo, vedrai ogni messaggio che è stato inviato all'utente attraverso",
"Communications": "Comunicazioni",
"Here you will see what messages or notifications have already been sent to the customer,": "Qui potrai vedere quali messaggi o notifiche sono già stati inviate al cliente,",
"when and what was said": "quando e cosa è stato detto",
"Like this you will know where the conversation is all the time!": "In questo modo avrai la conversazione sotto controllo!",
"Shipping address": "Indirizzo di spedizione",
"Where the order needs to be sent to and which shipping method the customer chose": "Dove deve essere inviato l'ordine e quale metodo di spedizione il cliente ha scelto",
"Aside from this you have the most traditional contact detail like postal address, email": "Oltre a questo avrai i più tradizionali dettagli di contatto come l'indirizzo postale, l'e-mail",
"and phone number, in case you need to talk with the customer the old way!": "e il numero di telefono, nel caso in cui tu debba parlare con il cliente alla vecchia maniera!",
"Payment details": "Dettagli di pagamento",
"Payment details to help locating the payment record should it be needed": "Dettagli del pagamento nel caso avessi bisogno del record del pagamento",
"You can see what payment method the customer used and some details to": "Puoi verificare quale metodo di pagamento ha utilizzato il cliente e alcuni dettagli",
"help should it be verified": "nel caso fosse necessaria una verifica",
"We can enable WhatsApp for you!": "Possiamo attivare WhatsApp per te!",
"This comes at no cost and we will provide you with a business WhatsApp number!": "Questo non ha alcun costo e ti forniremo un numero WhatsApp aziendale!",
"info": "info",
"Yes, enable it": "Sì, abilitatelo",
"Project section": "Sezione progetto",
"The projects are how the articles you sell are organized, similar to a category": "I progetti sono il modo in cui sono organizzati gli articoli che vendete, simili ad una categoria",
"in a classic e-commerce platform": "in una classica piattaforma di e-commerce",
"A project requires": "Un progetto richiede",
"The social media to sell on": "I social media sui quali vendere ",
"One or more payment methods": "Uno o più metodi di pagamento",
"Makes sense, right?": "Ha senso, no?",
"Now create a project if you haven't done already so!": "Ora crea un progetto se non lo hai già fatto!",
"Project area": "Area di progetto",
"Projects you create will appear in this area": "I progetti creati appariranno in quest'area",
"Each project will contain one or more": "Ogni progetto conterrà uno o più",
"quickoffers": "offerta rapida",
"normally about related products,": "normalmente con i  prodotti correlati,",
"red t-shirt, yellow t-shirt, blue t-shirt": "maglietta rossa, maglietta gialla, maglietta blu",
"Delete catalog": "Cancellare il catalogo",
"This cannot be undone, please confirm": "Questa operazione non può essere annullata, si prega di confermare",
"warning": "avviso",
"Yes, delete": "Sì, cancellare",
"Configure your account please": "Configura il tuo conto",
"Messaging notifications": "Notifiche dei messaggi",
"With ShopWindow, you will communicate with your customers using instant messaging,": "Con ShopWindow, comunicherai con i tuoi clienti utilizzando la messaggistica istantanea,",
"to complete the quick experience": "per completare velocemente l'esperienza",
"This messages will be sent right after your customer completes the purchase": "Questi messaggi saranno inviati subito dopo che il cliente avrà completato l'acquisto",
"with up to 2": "fino a 2",
"thank you": "Messaggi di ringraziamento che ",
"messages you can customize": "potrai personalizzare",
"Latest sale": "Ultima vendita",
"Here you will find the last product you just sold, to whom and where!": "Qui troverai l'ultimo prodotto che hai appena venduto, a chi e su quale canale!",
"Still not showing anything? Then sit tight, your first sale is coming!": "Ancora non si vede niente? Allora stai tranquillo, la tua prima vendita è in arrivo!",
"Week and monthly numbers": "Volumi settimanali e mensili",
"This are your sales numbers for the week and month, so you know how things are going in a nutshell!": "Questi sono i tuoi volumi  di vendita settimanali e mesili, quindi saprai immediatamente come vanno le cose!",
"This is a visual way to see how business is doing in terms of engagement and sales": "Questo è un modo immediato per verificare come vanno gli affari in termini di vendite ed engagement dei clienti",
"It represents the steps your potential customers (leads, prospects) are at, where they abandon your products": "Rappresenta le fasi in cui si trovano i tuoi potenziali clienti (lead, potenziali clienti, etc.) e dove i tuoi prodotti sono abbandonati",
"The thicker the right end is, the better (more sales), the more uniform the figure is across steps, the more your customers": "Più alta è l'estremità destra del grafico, migliore è la situazione (più vendite), più uniforme è la rappresetnazione , più i vostri clienti",
"are actually purchasing your products": "stanno effettivamente acquistando i vostri prodotti ",
"Now you know what your target is, go for it!": "Ora che sapete quali sono i vostri target, andate a coglierli!",
"You don't want to run out of a product that is selling a lot, right?": "Non vuoi rimanere a corto di un prodotto che si vende molto?",
"You need to keep your stock under control and you can easily do that over here": "Devi tenere le scorte sotto controllo e lo puoi fare facilmente da qui",
"Popularity": "Popolarità",
"Your products being popular is something great, but you need to know in order to take advantage of it!": "Il fatto che i vostri prodotti siano popolari è qualcosa di grande, ma è necessario saperlo per poterne trarre vantaggio!",
"This is the place where you can easily do so!": "Questo è l'applicazione dove puoi farlo facilmente!",
"Thank you message": "Messaggio di ringraziamento",
"This the virtual version of the smile you get from the clerk after purchasing in a physical store": "Questa è la versione virtuale del sorriso che si ottiene dal commesso dopo l'acquisto in un negozio fisico",
"Keep it authentic, short and sweet to draw a smile in your customer's face!": "Mantenete l'autenticità, breve e dolce per disegnare un sorriso sul volto del vostro cliente!",
"To edit the message, just click on the text, type and then click away from it to save": "Per modificare il messaggio, basta cliccare sul testo, digitare e poi cliccare lontano da esso per salvare",
"If your messaging goes through Facebook Messenger or WhatsApp": "Se la tua messaggistica passa attraverso Facebook Messenger o WhatsApp",
"remember to finish your message": "ricordati di finire il tuo messaggio",
"asking the customer to text back any confirmation like just": "chiedendo al cliente di inviare un messaggio di conferma, come solo",
"or": "oppure",
"as acknowledgement": "come riconoscimento",
"Like this,": "In questo modo,",
"your 24+1 window will remain fully available for your bot": "la vostra finestra 24+1 rimarrà completamente disponibile per il vostro bot",
"Learn about it here": "Scopritelo qui",
"Quickoffer funnel": "Imbuto rapido",
"You can visually see here how the quickoffers within this projects are doing": "Potete vedere qui visivamente come stanno andando i quickoffers all'interno di questo progetto",
"Are they getting hits? Are they getting sold? Where in the checkout process": "Stanno ricevendo dei colpi? Vengono venduti? Dove nel processo di checkout",
"do leads get lost?": "gli indizi si perdono?",
"The funnel includes the following stages": "L'imbuto comprende le seguenti fasi",
"Tap": "Toccare",
"the lead opened the quickoffer link": "il piombo ha aperto il link quickoffer",
"Payment": "Pagamento",
"the lead entered the payment details": "il piombo ha inserito i dati di pagamento",
"Shipping": "Spedizione",
"the lead entered the shipping address": "il piombo ha inserito l'indirizzo di spedizione",
"Payment requested": "Pagamento richiesto",
"the lead requested to pay for the product": "il piombo richiesto per pagare il prodotto",
"payment succeeded and the lead converted into a customer": "il pagamento è riuscito e il piombo si è trasformato in cliente",
"Quickoffer basic configuration": "Quickoffer configurazione di base",
"Now you will compose the basic options of your product": "Ora comporrete le opzioni di base del vostro prodotto",
"Available shipping methods": "Metodi di spedizione disponibili",
"Add a name, estimated delivery time and a price": "Aggiungere un nome, un tempo di consegna stimato e un prezzo",
"Then click add and the shipping option will be available to your customers": "Poi clicca su aggiungi e l'opzione di spedizione sarà disponibile per i tuoi clienti",
"If you don't add delivery options, your price should include the shipping costs": "Se non si aggiungono opzioni di consegna, il prezzo dovrebbe includere le spese di spedizione",
"FEDEX to North-America, 10": "FEDEX in Nord America, 10",
"Add here the options your product has": "Aggiungi qui le opzioni che il tuo prodotto ha",
"size, version, position": "dimensione, versione, posizione",
"along with the available stock for that option and click add": "insieme alle azioni disponibili per quell'opzione e clicca su aggiungi",
"Now the option will be available to your customers and the platform will keep track of the stock": "Ora l'opzione sarà disponibile per i vostri clienti e la piattaforma terrà traccia dello stock",
"For unlimited stock, enter -1": "Per uno stock illimitato, inserire -1",
"Now you will compose how your product is seen at checkout,": "Ora comporrai il modo in cui il tuo prodotto viene visto alla cassa,",
"which has to be simply perfect": "che deve essere semplicemente perfetto",
"Click on the title to set it to something representative": "Clicca sul titolo per impostarlo su qualcosa di rappresentativo",
"usually the make and model of the product you are selling are a good choice": "di solito la marca e il modello del prodotto che vendete sono una buona scelta",
"Click on the camera icon to set an image of your product": "Cliccare sull'icona della fotocamera per impostare un'immagine del prodotto",
"This image has to call your customer's desire move": "Questa immagine deve chiamare la mossa del desiderio del vostro cliente",
"forward with the purchase": "avanti con l'acquisto",
"Heading": "Titolo",
"Just click to write some heading catchy heading for your product": "Basta cliccare per scrivere qualche titolo accattivante per il vostro prodotto",
"Explain key parts of your product to ultimately delight your customers": "Spiegate le parti chiave del vostro prodotto per deliziare i vostri clienti",
"This paragraph is where you will ultimately gain their hearts, but remember": "Questo paragrafo è il punto in cui alla fine otterrete i loro cuori, ma ricordate",
"good, if short, twice as good!": "buono, anche se breve, due volte più buono!",
"Just click on the text to change it": "Basta cliccare sul testo per cambiarlo",
"Finally, put the price with a catchy text": "Infine, metti il prezzo con un testo accattivante",
"Examples": "Esempi",
"Now just": "Ora solo",
"Get it for": "Procuratelo per",
"The items your customer already purchased and some details about it": "Gli articoli che il vostro cliente ha già acquistato e alcuni dettagli a riguardo",
"This helps you better knowing your audience so you can offer them similar products": "Questo vi aiuta a conoscere meglio il vostro pubblico in modo da poter offrire loro prodotti simili",
"to the ones she already purchased": "a quelle che ha già acquistato",
"The items your customer checked but ended up not purchasing": "Gli articoli che il vostro cliente ha controllato ma che alla fine non ha acquistato",
"You can see here what, when and at which step in the checkout flow": "Qui potete vedere cosa, quando e in quale fase del flusso di cassa",
"did the customer abandon": "il cliente ha abbandonato",
"If nothing appears here, your customer did not check any product she did not purchase": "Se qui non appare nulla, il vostro cliente non ha controllato alcun prodotto che non ha acquistato",
"Dashboard section": "Sezione del cruscotto",
"The dashboard is your landing page after logging in": "Il cruscotto è la vostra pagina di atterraggio dopo il login",
"Here you will find relevant KPIs, statistics and counters": "Qui troverete i KPI, le statistiche e i contatori rilevanti",
"to know how your products are doing and what is happening right now": "per sapere come stanno andando i vostri prodotti e cosa sta succedendo in questo momento",
"in your shop!": "nel tuo negozio!",
"Catalog section": "Sezione catalogo",
"Catalogs contain usually related products": "I cataloghi contengono di solito prodotti correlati",
"Summer t-shirts, baseball": "Magliette estive, baseball",
"teams caps, Nike running shoes": "berretti di squadra, scarpe da corsa Nike",
"You got it": "Ce l'hai fatta.",
"Products are included within catalogs in what we call": "I prodotti sono inclusi nei cataloghi in quello che noi chiamiamo",
"Go inside this section to begin populating your catalogs with quickoffers": "Vai all'interno di questa sezione per iniziare a popolare i tuoi cataloghi con le offerte rapide Tradotto con www.DeepL.com/Translator (versione gratuita)",
"As soon as there is some interaction with your products, you will see the sales funnel": "Non appena ci sarà una certa interazione con i vostri prodotti, vedrete l'imbuto di vendita",
"with a visual representation of how the quickoffers within this project are doing, along with": "con una rappresentazione visiva di come stanno andando i quickoffers all'interno di questo progetto, insieme a",
"figures about how each individual product is doing": "cifre su come sta andando ogni singolo prodotto",
"Order section": "Sezione ordini",
"This is where you will find the orders you received, for you to service them!": "Qui troverete gli ordini che avete ricevuto, per poterli servire!",
"You will be able to see": "Potrai vedere",
"New orders and pending orders": "Nuovi ordini e ordini in sospeso",
"Details you need to service the order": "Dettagli necessari per la manutenzione dell'ordine",
"Easy ways of notifying the customer about the status of the order": "Semplici modalità di notifica al cliente dello stato dell'ordine",
"Communication means to solve disputes should they happen": "Comunicazione significa risolvere le controversie in caso di controversie",
"Customers section": "Sezione clienti",
"Here you will find the paying customers, along with the leads that still": "Qui troverete i clienti paganti, insieme ai cavi che ancora",
"did not complete the purchase": "non ha completato l'acquisto",
"You will see fine details, like phone, email, name and last visit of the": "Vedrete i dettagli, come il telefono, l'email, il nome e l'ultima visita del",
"lead or customer to the products": "portare o cliente ai prodotti",
"You will be able to export data in order to feed marketing tools to find": "Sarete in grado di esportare i dati per alimentare gli strumenti di marketing per trovare",
"similar people to those who are already interested in your products": "persone simili a quelle che sono già interessate ai vostri prodotti",
"Account section": "Sezione conto",
"This is your control panel": "Questo è il vostro pannello di controllo",
"Here you will be able to connect payment methods, social media,": "Qui potrete collegare i metodi di pagamento, i social media,",
"switch on and off specific features and control your plans and billing": "accendere e spegnere funzioni specifiche e controllare i vostri piani e la fatturazione",
"Quickoffers of this project": "Quickoffers di questo progetto",
"This is where you will add the products you want to sell within this project,": "Qui è dove aggiungerete i prodotti che volete vendere all'interno di questo progetto,",
"which we will call": "che chiameremo",
"from now on": "d'ora in poi",
"Within a project, quickoffers will normally be related,": "All'interno di un progetto, le offerte rapide saranno normalmente correlate,",
"new t-shirt collections, a whole lipstick line, summer season beach clothes": "nuove collezioni di t-shirt, un'intera linea di rossetti, abiti da spiaggia della stagione estiva",
"The quickoffers have": "Le offerte rapide hanno",
"quicklinks": "quicklinks",
"which are links you can paste anywhere and take you directly to the checkout flow": "che sono link che puoi incollare ovunque e che ti portano direttamente al flusso di cassa",
"Actions over quickoffers": "Azioni su offerte rapide",
"You can edit and remove quickoffers here": "È possibile modificare e rimuovere le offerte rapide qui",
"Quicklinks": "Quicklinks",
"The quicklinks take your customers directly to the checkout flow of the product": "I quicklink portano i vostri clienti direttamente al flusso di cassa del prodotto",
"ShopWindow provides a way faster checkout than the traditional one": "ShopWindow fornisce un modo più veloce per il checkout rispetto a quello tradizionale",
"You can paste it wherever you want to get your products sold": "Puoi incollarlo dove vuoi per far vendere i tuoi prodotti",
"To copy it, just click on the link": "Per copiarlo, basta cliccare sul link",
"Quickoffer label": "Etichetta Quickoffer",
"Just click on it to change the label": "Basta cliccare su di esso per cambiare l'etichetta",
"Details about the quickoffer activity": "Dettagli sull'attività di quickoffer",
"to see disaggregated details on how the quickoffer is doing within the checkout flow": "per vedere i dettagli disaggregati su come sta andando il quickoffer all'interno del flusso di cassa",
"Quickoffer tapped": "Quickoffer intercettato",
"The disaggregated funnel data, particular to this quickoffer": "I dati disaggregati dell'imbuto, in particolare per questa offerta rapida",
"Here you can see the figures for this particular product within the project": "Qui potete vedere le cifre relative a questo particolare prodotto all'interno del progetto",
"Size": "Dimensione",
"Import product": "Prodotto d'importazione",
"Your Paypal account": "Il tuo conto Paypal",
"Send": "Invia a",
"Feedback about": "Feedback su",
"Tell us!": "Diccelo!",
"Connected online stores": "Negozi online collegati",
"Test quill": "Test penna d'oca Tradotto con www.DeepL.com/Translator (versione gratuita)"
}